cask_args appdir: "/Applications"

tap "caskroom/cask"
tap 'caskroom/versions'
tap 'caskroom/fonts'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap "thoughtbot/formulae"

brew "git"
brew "vim --without-python --with-python3"
brew "chruby"
brew "tmux"
brew "htop"
brew "tree"
brew "the_silver_searcher"
brew "ctags"
brew "rcm"
brew "fish"
brew "zsh"
brew "zplug"
brew "fzf"
brew "reattach-to-user-namespace"
brew "ispell"
brew "pandoc"
brew "python3"
brew "ruby --with-doc"

cask "tunnelbear"
cask "emacs"
cask "karabiner-elements"
cask "1password-beta"
cask "iterm2-beta"
cask "font-source-code-pro"
cask "google-drive-file-stream"
cask "google-backup-and-sync"
cask "alfred"
cask "spotify"
cask "nylas-mail"
cask "google-chrome"
cask "BasicTex"
cask "basecamp"
